"GenericDialog_Header" = "Adobe Flash Player 10";
"LocalSecurity_Title" = "Adobe Flash Player Sicherheit";
"LocalSecurity_Line1" = "Adobe® Flash® Player hat einen potenziell unsicheren Vorgang gestoppt. Die folgende lokale Anwendung auf Ihrem Computer oder Netzwerk:";
"LocalSecurity_Line2" = "versucht, mit diesem internetfähigen Speicherort zu kommunizieren:";
"LocalSecurity_Line3" = "Klicken Sie auf \"Einstellungen\", damit diese Anwendung mit dem Internet kommunizieren kann.\nSie müssen die Anwendung neu starten, nachdem Sie die Einstellungen geändert haben.";
"LocalSecurity_SettingsBtn" = "Einstellungen…";
"LocalSecurity_OKBtn" = "OK";
"ActionScriptErrorLabel" = "Es ist ein ActionScript-Fehler aufgetreten:";
"ExceptionDialog_DismissAllButton" = "Alle schließen";
"ExceptionDialog_ContinueButton" = "Weiter";
"StuckScript_Message" = "Ein Skript in diesem Film verlangsamt die Ausführung von Adobe® Flash® Player 10. Wenn das Skript weiter ausgeführt wird, reagiert der Computer möglicherweise nicht mehr.\n\nMöchten Sie das Skript abbrechen?";
"StuckScript_YesBtn" = "Ja";
"StuckScript_NoBtn" = "Nein";
"DebugFailed_Header" = "Adobe® Flash® Player";
"DebugFailed_Message" = "Adobe Flash Player 10 konnte keine Verbindung zum Debugger oder Profiler herstellen.";
"ShowDialogAtLaunchText" = "Dieses Dialogfeld nicht beim Programmstart zeigen";
"ConnectToDebuggerText" = "Verbinden mit Debugger";
"DebuggerLocationText" = "Meine Debugger- oder Host-Anwendung wird ausgeführt:";
"LocationLocalText" = "Auf diesem Computer (localhost)";
"LocationRemoteText" = "Unter IP-Adresse:";
"ContinueButtonTitle" = "Weiter";
"IDS_FILE_CHOOSER_TITLE" = "Datei(en) auswählen";
"IDS_DIR_CHOOSER_TITLE" = "Ordner auswählen";
"IDS_CHOOSER_SELECT_BUTTON" = "Auswählen";
"IDS_FILE_UPLOAD_CHOOSER" = "Wählen Sie die zu ladende Datei von ";
"IDS_FILE_UPLOAD_CHOOSER_MULTI_SELECT" = "Wählen Sie die zu ladenden Dateien von ";
"IDS_FILE_DOWNLOAD_SAVE" = "Wählen Sie den Ordner für den Download von ";
"IDS_DOWNLOAD_FILE_SAVE_CLASSIC_PLUGIN" = "Wählen Sie die Ordner für den Download";
"IDS_CONSOLE_CASE" = "-- Wahrscheinlich keine Übereinstimmung bei Groß- und Kleinschreibung.";
"IDS_CONSOLE_SANDBOX" = "*** Security Sandbox-Verletzung ***";
"IDS_CONSOLE_NOT_PERMITTED" = "Verbindung mit %s unterbrochen - nicht zulässig von %s";
"IDS_CONSOLE_TITLE" = "Flash Player - Debugkonsole";
"IDS_CONSOLE_FSCOMMAND_HALTED" = "FSCommand angehalten (AllowScriptAccess ist \'%s\'): %s";
"IDS_CONSOLE_URL_HALTED" = "Skript-URL angehalten (AllowScriptAccess ist \'%s\'): %s";
"IDS_CONSOLE_SECURITY_CONTEXT" = "SecurityDomain \'%s\' hat versucht, auf inkompatiblen Kontext \'%s\' zuzugreifen";
"IDS_CONSOLE_SECURITY_NULL" = "SecurityDomain \'%s\' hat versucht, auf NULL-Kontext zuzugreifen";
"IDS_CONSOLE_SECURITY_PLAYER" = "SecurityDomain \'%s\' hat versucht, auf Player UI-Kontext zuzugreifen";
"IDS_CONSOLE_WARN_NO_PROP" = "Warnung: \'%s\' hat keine %s-Eigenschaft";
"IDS_CONSOLE_WARN_NOT_A_FUNC" = "Warnung: %s ist keine Funktion";
"IDS_CONSOLE_WARN_NOT_DEFINED" = "Warnung: %s ist nicht definiert";
"IDS_CONSOLE_WARN_400" = "Warnung: 400 - Fehlerhafte Anfrage: %s";
"IDS_CONSOLE_WARN_401" = "Warnung: 401 - Nicht autorisiert: %s";
"IDS_CONSOLE_WARN_402" = "Warnung: 402 - Zahlung erforderlich: %s";
"IDS_CONSOLE_WARN_403" = "Warnung: 403 - Nicht zulässig: %s";
"IDS_CONSOLE_WARN_404" = "Warnung: 404 - Nicht gefunden: %s";
"IDS_CONSOLE_WARN_405" = "Warnung: 405 - Methode nicht zulässig, ungültiger MIME-Typ: %s";
"IDS_CONSOLE_WARN_406" = "Warnung: 406 - Inakzeptabel: %s";
"IDS_CONSOLE_WARN_500" = "Warnung: 500 - Serverfehler: %s";
"IDS_CONSOLE_WARN_501" = "Warnung: 501 - Nicht implementiert: %s";
"IDS_CONSOLE_WARN_502" = "Warnung: 502 - Fehlerhaftes Gateway: %s";
"IDS_CONSOLE_WARN_503" = "Warnung: 503 - Keine Ressourcen: %s";
"IDS_CONSOLE_WARN_504" = "Warnung: 504 - Zeitüberschreitung beim Gateway: %s";
"IDS_CONSOLE_WARN_505" = "Warnung: 505 - HTTP-Version nicht unterstützt: %s";
"IDS_CONSOLE_WARN_NO_CONNECT" = "Warnung: Verbindung konnte nicht hergestellt werden, %s";
"IDS_CONSOLE_WARN_FAIL_ALLOCATE_URL" = "Warnung: URL-Pfad konnte nicht zugewiesen werden";
"IDS_CONSOLE_WARN_CORRUPT_DATA" = "Warnung: Fehlerhafte Daten konnten nicht analysiert werden.";
"IDS_CONSOLE_WARN_FAIL_PLACE" = "Warnung: Fehler beim Platzieren des Objekts bei Tiefe %d.";
"IDS_CONSOLE_WARN_FAIL_PLACE_MISSING_CHAR" = "Warnung: Fehler beim Platzieren des Objekts: fehlendes Zeichen";
"IDS_CONSOLE_WARN_FTP_FILE" = "Warnung: FTP - Fehler beim Öffnen der Datei, %s";
"IDS_CONSOLE_WARN_HTTP_REQUEST" = "Warnung: HTTP - Fehler beim Öffnen einer Anfrage, %s";
"IDS_CONSOLE_WARN_HTTP_QUERY" = "Warnung: HTTP - Fehler bei Informationsanfrage, %s";
"IDS_CONSOLE_WARN_HTTP_SEND" = "Warnung: HTTP - Fehler beim Senden der Anfrage, %d: %s";
"IDS_CONSOLE_WARN_NET_CONNECT" = "Warnung: Internet - Verbindungsfehler, %s";
"IDS_CONSOLE_WARN_NET_OPEN" = "Warnung: Internet - Fehler beim Öffnen";
"IDS_CONSOLE_WARN_UNKNOWN_DOWNLOAD_TYPE" = "Warnung: Kein bekannter Player-Download-Typ, %s";
"IDS_CONSOLE_WARN_BAD_PORT" = "Warnung: Port %d liegt außerhalb des zulässigen Bereichs.";
"IDS_CONSOLE_WARN_WARNING_LIMIT" = "Warnung: Höchstzahl an Warnungen (%d) erreicht";
"IDS_CONSOLE_WARN_UNDECLARED_PROP" = "Warnung: Verweis auf nicht deklarierte Eigenschaft, \'%s\'";
"IDS_CONSOLE_WARN_UNDECLARED_VAR" = "Warnung: Verweis auf nicht deklarierte Variable, \'%s\'";
"IDS_CONSOLE_WARN_SOCKET_ERROR" = "Warnung: Socketfehler, %s";
"IDS_CONSOLE_WARN_STACK" = "Warnung: Stapelüberlauf";
"IDS_CONSOLE_WARN_HOST" = "Warnung: Host kann nicht aufgelöst werden: %s";
"IDS_CONSOLE_WARN_GENERIC_HOST" = "Warnung: Host kann nicht aufgelöst werden";
"IDS_CONSOLE_WARN_EXCEPTION" = "Warnung: Nicht erfasster Ausnahmefehler, %s";
"IDS_CONSOLE_WARN_HTTP_STATUS" = "Warnung: Nicht erkannter HTTP-Status %d: %s";
"IDS_CONSOLE_WARN_NO_URL" = "Warnung: Kein URL-Pfad";
"IDS_CONSOLE_SECURITY_DIALOG" = "Legacy-Domänenübereinstimmung festgestellt - %s versucht, auf %s zuzugreifen.";
"IDS_CONSOLE_LOCAL_OUTBOUND" = "-- Nicht vertrauenswürdige lokale SWF-Dateien dürfen nicht auf das Internet zugreifen.";
"IDS_CONSOLE_LOCAL_INBOUND" = "-- Remote-SWFs dürfen nicht auf lokale Dateien zugreifen.";
"IDS_CONSOLE_WARN_AVM1_LOADED_AVM2" = "Warnung: Eine ActionScript 1.0/2.0-SWF-Datei hat eine ActionScript 3.0-SWF-Datei geladen; der Code in der ActionScript 3.0-SWF-Datei wird nicht ausgeführt.";
"IDS_CONSOLE_WINDOW_HALTED" = "URL für Fenster \'%s\' angehalten (AllowScriptAccess ist \'%s\'): %s";
"IDS_CONSOLE_ALLOW_NETWORK" = "-- Dies liegt am Wert von \'allowNetworking\'.";
"IDS_CONSOLE_NO_POLICY_FILE" = "Das Laden der Richtliniendatei von %s ist fehlgeschlagen.";
"IDS_CONSOLE_BAD_POLICY_FILE" = "[strikt] Richtliniendatei bei %s wird aufgrund falscher Syntax ignoriert. Hinweise zur Behebung dieses Problems finden Sie unter http://www.adobe.com/go/strict_policy_files_de";
"IDS_CONSOLE_PREFIX_OK" = "OK: ";
"IDS_CONSOLE_PREFIX_WARNING" = "Warnung: ";
"IDS_CONSOLE_PREFIX_ERROR" = "Fehler: ";
"IDS_CONSOLE_GOOD_POLICY_FILE" = "Richtliniendatei akzeptiert: %s";
"IDS_CONSOLE_BAD_POLICY_FILE_TYPE" = "[strikt] Richtliniendatei bei %s wird aufgrund von ungültigem Content-Type \'%s\' ignoriert. Hinweise zur Behebung dieses Problems finden Sie unter http://www.adobe.com/go/strict_policy_files_de";
"IDS_CONSOLE_NO_POLICY_FILE_TYPE" = "[strikt] Richtliniendatei bei %s wird aufgrund von fehlendem Content-Type ignoriert. Hinweise zur Behebung dieses Problems finden Sie unter http://www.adobe.com/go/strict_policy_files_de";
"IDS_CONSOLE_POLICY_FILE_NO_HEADERS" = "HTTP-Antwort-Header sind auf dieser Plattform nicht verfügbar. Strikte Richtliniendateiregeln können nicht angewendet werden.";
"IDS_CONSOLE_POLICY_FILE_REDIRECT" = "[strikt] Die bei %s angeforderte Richtliniendatei wurde an %s weitergeleitet; bei der Bereichserfassung wird die letzte URL verwendet. Hinweise zu möglicherweise auftretenden Problemen finden Sie unter http://www.adobe.com/go/strict_policy_files_de";
"IDS_CONSOLE_POLICY_FILE_CROSS_DOMAIN" = "Von %s angeforderte Richtliniendatei wird ignoriert, da eine domänenübergreifende Weiterleitung an %s erfolgte.";
"IDS_CONSOLE_TOP_URL" = "SWF der untersten Ebene geladen: %s";
"IDS_CONSOLE_META_POLICY_HDR_UNKNOWN" = "Nicht erkannte Metarichtlinie in HTTP-Header von %s: %s";
"IDS_CONSOLE_META_POLICY_HDR_FTP" = "HTTP-Header von %s gibt Metarichtlinie \'by-ftp-filename\' an, die nur für FTP, aber nicht HTTP gilt.";
"IDS_CONSOLE_META_POLICY_HDR_CONFLICT" = "Widersprüchliche Metarichtlinie in HTTP-Header von %s: %s";
"IDS_CONSOLE_META_POLICY_HDR_PREV" = "Metarichtlinie %s in HTTP-Header von %s widerspricht der zuvor eingerichteten Metarichtlinie %s.";
"IDS_CONSOLE_POLICY_FILE_NONE_THIS_RSP" = "Richtliniendatei bei %s wird aufgrund von \'X-Permitted-Cross-Domain-Policies: none-this-response\' ignoriert.";
"IDS_CONSOLE_POLICY_FILE_SITE_NONMASTER" = "<site-control>-Tag in Richtliniendatei von %s wird ignoriert. Dieses Tag darf nur in Masterrichtliniendateien verwendet werden.";
"IDS_CONSOLE_META_POLICY_BAD_BY_TYPE" = "<site-control>-Tag in Richtliniendatei von %s wird ignoriert. Die Metarichtlinie \'by-content-type\' gilt nur für HTTP-Sites.";
"IDS_CONSOLE_META_POLICY_BAD_BY_FTP" = "<site-control>-Tag in Richtliniendatei von %s wird ignoriert. Die Metarichtlinie \'by-ftp-filename\' gilt nur für FTP-Sites.";
"IDS_CONSOLE_META_POLICY_BAD_THIS_RESPONSE" = "<site-control>-Tag in Richtliniendatei von %s wird ignoriert. Die Metarichtlinie \'none-this-response\' darf nur im HTTP-Antwort-Header \'X-Permitted-Cross-Domain-Policies\' verwendet werden.";
"IDS_CONSOLE_META_POLICY_FILE_UNKNOWN" = "Nicht erkannte Metarichtlinie in Richtliniendatei von %s: %s";
"IDS_CONSOLE_META_POLICY_FILE_PREV" = "Metarichtlinie %s in Richtliniendatei von %s widerspricht der zuvor eingerichteten Metarichtlinie %s.";
"IDS_CONSOLE_META_POLICY_DEFAULT" = "Domäne %s gibt keine Metarichtlinie an. Es wird die Standardrichtlinie master-only angewendet. Diese Konfiguration ist veraltet. Informationen zur Behebung dieses Problems finden Sie unter http://www.adobe.com/go/strict_policy_files_de.";
"IDS_CONSOLE_POLICY_FILE_SOCK_NONE_NO" = "Für SWF von %s darf ohne Richtliniendatei keine Verbindung mit einem Socket in der eigenen Domäne hergestellt werden. Hinweise zur Behebung dieses Problems finden Sie unter http://www.adobe.com/go/strict_policy_files_de";
"IDS_CONSOLE_POLICY_FILE_SOCK_TIMEOUT" = "Beim Warten auf die Socketrichtliniendatei wurde bei %s das Zeitlimit erreicht (3 Sekunden). Dies sollte keine Probleme verursachen, Sie können aber eine Erklärung unter http://www.adobe.com/go/strict_policy_files_de finden.";
"IDS_CONSOLE_META_POLICY_IMPLICIT" = "Domäne %s gibt nicht ausdrücklich eine Metarichtlinie an, aber Content-Type der Richtliniendatei %s lautet \'text/x-cross-domain-policy\'. Metarichtlinie \'by-content-type\' wird angewendet.";
"IDS_CONSOLE_META_POLICY_REJECT" = "Richtliniendatei unter %s wird wegen Metarichtlinie \'%s\' ignoriert.";
"IDS_CONSOLE_POLICY_FILE_TOO_BIG" = "Socketrichtliniendatei unter %s wird ignoriert, da sie zu groß ist. Socketrichtliniendateien dürfen nicht größer als 20 Kilobyte sein.";
"IDS_CONSOLE_MASTER_SELF_INVALIDATED" = "Richtliniendatei unter %s macht eigene <allow-access-from>-Richtlinien ungültig, indem die Metarichtlinie \'none\' deklariert wird.";
"IDS_CONSOLE_POLICY_FILE_BAD_PORT_SPEC" = "Unzulässige Portnummerspezifikation \'%s\' in Richtliniendatei unter %s wird ignoriert";
"IDS_CONSOLE_POLICY_FILE_BAD_ALLOW" = "Ungültiges <%s>-Tag für Domäne %s in Richtliniendatei unter %s wird ignoriert";
"IDS_CONSOLE_REQUEST_ALLOWED_BY_POLICY" = "Anforderung der Ressource unter %s durch Kunden von %s ist zulässig wegen Richtliniendatei unter %s";
"IDS_CONSOLE_REQUEST_DENIED_NO_POLICY" = "Anforderung der Ressource unter %s durch Kunden von %s wird abgelehnt wegen nicht vorhandener Richtliniendateiberechtigungen.";
"IDS_CONSOLE_SOCKET_UNAVAILABLE" = "Anforderung von Ressource unter %s durch Kunden von %s ist fehlgeschlagen, da der Server nicht erreicht werden kann.";
"IDS_CONSOLE_NO_ASFUNCTION" = "URL %s wird abgelehnt, da das Protokoll \'asfunction:\' nur für Link-Ziele, nicht für Netzwerk-APIs verwendet werden kann.";
"IDS_CONSOLE_POLICY_BAD_SECURE_ATTR" = "Das \'secure\'-Attribut in der Richtliniendatei von %s wird ignoriert. Das \'secure\'-Attribut ist nur in HTTPS- und Socket-Richtliniendateien zulässig. Nähere Informationen finden Sie unter http://www.adobe.com/go/strict_policy_files_de";
"IDS_CONSOLE_POLICY_SOCK_SECURE_ATTR" = "In der Richtliniendatei von %s wurde secure=\'true\' gefunden, aber Host %s scheint nicht auf den lokalen Computer zu verweisen. Dies kann unsicher sein. Nähere Informationen finden Sie unter http://www.adobe.com/go/strict_policy_files_de";
"IDS_CONSOLE_POLICY_REASON_DATA" = "Suche nach <allow-access-from> in Richtliniendateien, um das Laden von Daten aus der Ressource unter %s durch Kunden von %s zu autorisieren";
"IDS_CONSOLE_POLICY_REASON_HEADERS" = "Suche nach <allow-http-request-headers-from> in Richtliniendateien, um das Senden von Headern an URL %s durch Kunden von %s zu autorisieren";
"IDS_CONSOLE_QUESTIONABLE_SCRIPTING" = "-- URLs für die Browserskripterstellung können nur mit den getURL- und navigateToURL-Funktionen ausgeführt werden.";
"IDS_CONSOLE_WARN_ALLOW_NEVER" = "Warnung: AllowScriptAccess=\'never\' in HTML gefunden. Diese Einstellung ist ineffektiv und veraltet. Nähere Informationen finden Sie unter http://www.adobe.com/go/allowscriptaccess_de.";
"IDS_CONSOLE_WARN_ALLOW_SAMEDOM" = "Warnung: AllowNetworking=\'%s\' in HTML gefunden, mit HTML und SWF in derselben Domäne. Diese Einstellung ist ineffektiv und veraltet. Nähere Informationen finden Sie unter http://www.adobe.com/go/allowscriptaccess_de.";
"IDS_CONSOLE_WARN_3D_SURFACE_TOO_BIG" = "Warnung: Das 3D-DisplayObject wird nicht dargestellt. Die Maße (%s, %s) sind zu groß zum Zeichnen.";
"IDS_CONSOLE_WARN_FILTER_TOO_BIG" = "Warnung: Der Filter wird nicht dargestellt. Die gefilterten Maße (%s, %s) des DisplayObject sind zu groß zum Zeichnen.";
"IDS_CONSOLE_FORCE_DOWNLOAD_WAS_SET" = "%s konnte nicht geladen werden, da als Content-Disposition \\\"attachment\\\" festgelegt war.";
"IDS_CONSOLE_USER_ACTION_REQUIRED" = "Bestimmte Aktionen, zum Beispiel solche, bei denen ein Popupfenster angezeigt wird, können nur bei Benutzerinteraktion aufgerufen werden, zum Beispiel bei Mausklick oder Tastendruck.";
"IDS_LOCALCONNECTION_USERSCOPED_LOCKED" = "Der Wert von LocalConnection.isPerUser kann nicht geändert werden, da er bereits durch einen Aufruf von LocalConnection.connect, .send oder .close gesperrt wurde.";
